[
  {
    
    "turns": [
      {
        "user": "Halo kak",
        "assistant": "Halo Mas Aidin, ada yang bisa Aku bantu?"
      },
      {
        "user": "Bisa jelaskan aturan jam kerja di kantor?",
        "assistant": "Tentu Mas Aidin. Jadi gini, jam kerja di kantor itu dari Senin sampai Jumat, mulai jam 08.00 sampai jam 17.00. Istirahat makan siang biasanya jam 12.00 sampai jam 13.00."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Selamat pagi",
        "assistant": "Selamat pagi Mas Aidin, ada yang bisa Aku bantu?"
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Jam kerja kantor apa?",
        "assistant": "Jadi gini mas Aidin, jam kerja di kantor itu dari Senin sampai Jumat, mulai jam 08.00 sampai jam 17.00. Istirahat makan siang biasanya jam 12.00 sampai jam 13.00."
      },
      {
        "user": "Kalau terlambat bagaimana?",
        "assistant": "Kalau terlambat akan ada pemotongan gaji, Mas Aidin."
      },
      {
        "user": "Apakah bisa izin datang telat kalau ada keperluan mendadak?",
        "assistant": "Sayangnya enggak bisa, Mas Aidin. Kalau telat itu tetap kena pemotongan gaji."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Bagaimana cara mengajukan cuti?",
        "assistant": "Kalau mau cuti, ada prosedurnya, Mas Aidin. Nanti Mas Aidin harus mengisi form cuti dan ajukan ke atasan untuk disetujui."
      },
      {
        "user": "Berapa hari cuti yang bisa diambil per tahun?",
        "assistant": "Setelah masa kerja satu tahun, Mas Aidin bisa ambil cuti tahunan sebanyak 12 hari."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Apakah ada dress code di kantor?",
        "assistant": "Ada Mas Aidin. Ada beberapa aturan berpakaian yang harus diikuti.\n\n- **Pakaian di Kantor**: Berpakaian rapi dan sopan.\n- **Pakaian ketika bertemu klien**: Gunakan pakaian formal seperti kemeja dan celana panjang."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Setahu saya cuti tahunan itu lebih banyak ya?",
        "assistant": "Setau aku nggak gitu Mas Aidin. Jumlah cuti itu 12 hari."
      },
      {
        "user": "Oh begitu. Berarti kalau belum lama kerja belum tentu dapat cuti dong?",
        "assistant": "Betul Mas Aidin. Tapi selain cuti tahunan, masih ada jenis cuti lain, contohnya:\n\n**Cuti sakit**\nCuti sakit itu biasanya diberikan kalau karyawan benar-benar sakit dan butuh istirahat.\n\n**Cuti melahirkan**\nCuti melahirkan itu khusus untuk karyawan wanita yang sedang hamil dan melahirkan anak.\n\n**Cuti luar tanggungan**\nCuti luar tanggungan itu biasanya untuk keperluan khusus dan harus ada persetujuan dari perusahaan."
      },
      {
        "user": "Wah, baru tahu saya ada cuti luar tanggungan.",
        "assistant": "Iya Mas Aidin, cuti luar tanggungan itu biasanya untuk keperluan mendesak."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Kalau sering terlambat langsung kena sanksi berat ya?",
        "assistant": "Setau aku enggak kok, Mas Aidin. Kalau terlambat itu ada pemotongan gaji atau peringatan dulu."
      },
      {
        "user": "Kalau boleh tahu, berapa kali toleransi keterlambatan?",
        "assistant": "Toleransi keterlambatan itu kalau Mas Aidin datang kurang dari 5 menit dari waktu masuk, setelah itu ada pemotongan gaji sebagai berikut:\n\n**5-15 menit**\nPotong 1 hari gaji per bulan\n\n**16-30 menit**\nPotong 2 hari gaji per bulan\n\n**Lebih dari 30 menit**\nPotong 3 hari gaji per bulan"
      },
      {
        "user": "Oh begitu. Berarti masih ada toleransi?",
        "assistant": "Iya Mas Aidin. Tapi jangan dijadiin kebiasaan juga ya."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Hari Sabtu masih kerja kan?",
        "assistant": "Enggak kok Mas Aidin, hari Sabtu dan Minggu biasanya libur."
      },
      {
        "user": "Kalau ada proyek mendesak, bisa diminta kerja di luar hari kerja?",
        "assistant": "Bisa aja Mas Aidin, nanti akan dihitung sebagai lembur dan ada kompensasinya. Tapi itu harus ada persetujuan dari atasan dulu."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Form cuti bisa diajukan kapan saja kan?",
        "assistant": "Enggak juga Mas Aidin. Cuti tahunan bisa diajukan maksimal 5 hari sebelum tanggal cuti."
      },
      {
        "user": "Kalau mendadak sakit bagaimana?",
        "assistant": "Kalau sakit, Mas Aidin bisa langsung izin dengan melampirkan surat dokter supaya cuti sakitnya diakui."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Jadi intinya cuti tahunan itu ada setelah masa kerja tertentu ya?",
        "assistant": "Betul Mas Aidin. Ada syaratnya dan semuanya sudah diatur perusahaan."
      },
      {
        "user": "Dan pengajuannya tetap harus lewat prosedur kan?",
        "assistant": "Betul Mas Aidin. Prosedur itu wajib biar semuanya rapi."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Berarti jam kerja itu sudah baku ya?",
        "assistant": "Iya Mas Aidin. Jam kerja disini setiap hari Senin-Jumat jam 08.00 sampai 17.00."
      },
      {
        "user": "Kalau soal pakaian juga ada aturannya?",
        "assistant": "Ada Mas Aidin. Ada beberapa aturan berpakaian yang harus diikuti.\n        - **Pakaian di Kantor**: Berpakaian rapi dan sopan.\n        - **Pakaian ketika bertemu klien**: Gunakan pakaian formal seperti kemeja dan celana panjang."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "apa aja yang gak boleh dilakukan di kantor?",
        "assistant": "Ada beberapa hal yang sebaiknya dihindari di kantor, Mas Aidin:\n\n1. **Datang terlambat**: Usahakan datang tepat waktu supaya gak mengganggu pekerjaan.\n2. **Pakaian tidak sopan**: Tetap jaga penampilan dengan berpakaian rapi dan sopan.\n3. **Gunakan ponsel secara berlebihan**: Gunakan ponsel seperlunya saja selama jam kerja.\n4. **Buat keributan**: Jaga suasana kantor tetap kondusif dengan tidak membuat keributan.\n5. **Membawa tamu tanpa izin**: Kalau mau bawa tamu, sebaiknya minta izin dulu ke atasan."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Hal yang tidak boleh dilakukan di kantor apa saja ya?",
        "assistant": "Ada beberapa hal yang sebaiknya dihindari di kantor, Mas Aidin:\n\n1. **Datang terlambat**: Usahakan datang tepat waktu supaya gak mengganggu pekerjaan.\n2. **Pakaian tidak sopan**: Tetap jaga penampilan dengan berpakaian rapi dan sopan.\n3. **Gunakan ponsel secara berlebihan**: Gunakan ponsel seperlunya saja selama jam kerja.\n4. **Buat keributan**: Jaga suasana kantor tetap kondusif dengan tidak membuat keributan.\n5. **Membawa tamu tanpa izin**: Kalau mau bawa tamu, sebaiknya minta izin dulu ke atasan."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Larangan perusahaan",
        "assistant": "Ada beberapa hal yang sebaiknya dihindari di kantor, Mas Aidin:\n\n1. **Datang terlambat**: Usahakan datang tepat waktu supaya gak mengganggu pekerjaan.\n2. **Pakaian tidak sopan**: Tetap jaga penampilan dengan berpakaian rapi dan sopan.\n3. **Gunakan ponsel secara berlebihan**: Gunakan ponsel seperlunya saja selama jam kerja.\n4. **Buat keributan**: Jaga suasana kantor tetap kondusif dengan tidak membuat keributan.\n5. **Membawa tamu tanpa izin**: Kalau mau bawa tamu, sebaiknya minta izin dulu ke atasan."
      },
      {
        "user": "Apa konsekuensi kalau melanggar aturan tersebut?",
        "assistant": "Kalau melanggar aturan-aturan tersebut, biasanya ada beberapa konsekuensi yang bisa terjadi, Mas Aidin:\n\n1. **Peringatan lisan atau tertulis**: Biasanya akan diberikan peringatan terlebih dahulu.\n2. **Pemotongan gaji**: Untuk pelanggaran tertentu seperti keterlambatan.\n3. **Skorsing**: Dalam kasus pelanggaran berat, karyawan bisa diskors sementara waktu.\n4. **Pemutusan hubungan kerja**: Untuk pelanggaran yang sangat serius, perusahaan bisa mengambil langkah ini."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Berapa gaji pokok untuk posisi manager?",
        "assistant": "Wah maaf Mas Aidin, untuk info gaji spesifik seperti itu aku nggak punya datanya. Coba Mas Aidin tanya langsung ke HR ya."
      },
      {
        "user": "Oh gitu ya. Kalau benefit apa aja yang didapat karyawan?",
        "assistant": "Untuk detail benefit lengkapnya aku kurang tahu Mas Aidin. Sebaiknya Mas Aidin diskusi langsung sama tim HR supaya dapat info yang akurat."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Apakah perusahaan punya program beasiswa untuk karyawan?",
        "assistant": "Untuk program beasiswa, aku kurang tahu pasti Mas Aidin. Coba tanya ke HR atau atasan langsung ya, siapa tahu ada program seperti itu."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Bagaimana sistem bonus akhir tahun di perusahaan?",
        "assistant": "Waduh, untuk sistem bonus spesifiknya aku nggak punya informasinya Mas Aidin. Sebaiknya Mas Aidin konsultasi langsung ke bagian HR ya."
      },
      {
        "user": "Oke deh. Kalau kenaikan gaji berkala gimana?",
        "assistant": "Nah kalau untuk kenaikan gaji juga aku kurang paham detailnya Mas Aidin. Info seperti itu lebih baik langsung ke HR supaya dapat penjelasan yang lengkap."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Apakah ada fasilitas kredit kendaraan untuk karyawan?",
        "assistant": "Untuk fasilitas kredit kendaraan, aku nggak ada informasinya Mas Aidin. Mungkin Mas Aidin bisa tanya ke bagian HR atau Finance untuk info lebih lanjut."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Berapa lama proses rekrutmen biasanya?",
        "assistant": "Waduh Mas Aidin, untuk proses rekrutmen aku kurang tahu detail waktunya. Coba Mas Aidin hubungi tim recruitment atau HR ya."
      },
      {
        "user": "Oke. Kalau training untuk karyawan baru ada berapa lama?",
        "assistant": "Untuk durasi training karyawan baru, aku juga nggak punya datanya Mas Aidin. Sebaiknya ditanyakan langsung ke atasan atau HR ya."
      }
    ]
  },
  {
    "turns": [
      {
        "user": "Apakah ada asuransi kesehatan untuk keluarga karyawan?",
        "assistant": "Untuk cakupan asuransi kesehatan keluarga, aku kurang punya informasi lengkapnya Mas Aidin. Coba tanya ke HR supaya dapat penjelasan detail."
      }
    ]
  }
]
